---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WallTypeDefaultTaperedInteriorInwardAngle
source: html/3b0c7afc-7d63-fb59-29ec-6b52a5a8c496.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WallTypeDefaultTaperedInteriorInwardAngle Property

"Default Interior Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId WallTypeDefaultTaperedInteriorInwardAngle { get; }
```